[
    {
        "id": 1,
        "rank": 1,
        "characterName": "Crescent",
        "videogameReference": "Pokemon Rejuvenation",
        "image": {
            "src": "/images/crescent.png",
            "alt": "Crescent"
        },
        "tier": "Z",
        "description": "We finally arrived to the end of our list. I can still remember the first time I played Pokemon Rejuvenation, and that's when I met her. </br> I know the 99.99999999999% of people reading this tier don't even know who Crescent is, but I don't care. I love her so much. </br></br>Ok but why do I like her? First and foremost she is CRAZY. She is kind of a psycopath, driven both by rage against Team Xen(and the world probably) and by her love for the MC. With her gothic look, her strength(she's really OP) and that scary scary scary Gothitelle, I was always in alert mode whenever she was around at first. She also has a badass theme and SHE'S NOT A USELESS BABYCRY LIKE MELIA! And then, the cherry on top: her backstory... poor little girl didn't deserve any of that. I won't go in details, but... yeah(if you like Pokemon play Rejuvenation!). </br></br>So, Crescent is my favorite character in the game. She is a badass, she is a psycho, she is the GOAT."
    },
    {
        "id": 2,
        "rank": 2,
        "characterName": "Sumire",
        "videogameReference": "Persona 5 Royal",
        "image": {
            "src": "/images/sumire.jpg",
            "alt": "Sumire"
        },
        "tier": "Z",
        "description": "Well... this is heavy to digest. Sumire is a character who I empathize with a lot. I can relate to her in many ways, and I think that's why I like her so much. </br></br>But let's go with order. We discover her tragic backstory in the last palace of the game. That video... that damned video was... heartbreaking. </br> The first thing we understand about her is that she feels like a failure, and most importantly, she feels surpassed by her sister, a useless version of Kasumi. <<Kasumi is the one the people want...>>  </br> If you have an older sibling, you probably had these same thoughts and feelings at some point, probably as a teenager(just like Sumire), and some point you understood that you are your own person, and went over it. </br> Now, imagine you have not yet understood that, and you are in a world where you are constantly compared to your sister, who is the best at everything. That's what happened to Sumire. </br> But then, she causes the accident that got her sister dead, and she is left with a huge burden. </br> She is not only a failure, but she also killed her sister. If that happened to me, I would just have k****d myself tbh</br></br>I felt like her for most of my life and that's why I love her so much. Also seeing her gorw and accept herself in the game helped me doing the same. </br></br>She is tecnically the number 1 on this list, but I want to finish on a high note, so I put her here."
    }
]